Repository: wzyboy/kindle_vocab_anki
Catalog: Obok_plugin/translations/*.po
Languages: es, nl, pt

source: <p>No books found in Kobo Library Are you sure it's installed\configured\synchronized?
es: <p>No se han encontrado libros en la biblioteca de Kobo ¿Estás seguro que está instalada\configurada\sincronizada?
pt: <p>Não foram encontrados livros na livraria Kobo Tem a certeza de que está instalado\configured\synchronized?

source: Legacy key found:
es: Clave antigua localizada:
pt: Chave de legado encontrada

source: Trouble retrieving keys with newer obok method.
es: Problema al obtener las claves con el nuevo método obok
pt: Problema na obtenção das chaves com o novo método obok.

source: Found {0} possible keys to try.
es: Localizadas {0} posibles claves que probar.
pt: Encontradas {0} chaves possíveis para experimentar.

source: <p>No userkeys found to decrypt books with. No point in proceeding.
es: <p>No se han encontrado claves de usuarios con las que desencriptar los libros. No tiene sentido proceder.
pt: Não foi encontrada nenhuma chave de usuário com a qual desencriptar os livros. Não vale a pena continuar.

source: {} - Decryption canceled by user.
es: {} - Desencriptación cancelada por el usuario
pt: Desencriptação cancelada pelo utilizador.

source: {} - "Add books" canceled by user.
es: {} - "Añadir libros" cancelado por el usuario.
pt: {} - "Adição de livros" cancelada pelo utilizador.

source: {} - wrapping up results.
es: {} - Preparando resultados.
pt: {} - finalizando os resultados.

source: {} - User opted not to try to insert EPUB formats
es: {} - El usuario optó por no tratar de insertar los formatos EPUB.
pt: O utilizador optou por não tentar inserir formatos EPUB

source: {0} - Decrypting {1}
es: {0} - Desencriptando {1}
pt: Desencriptando

source: {0} - Couldn't decrypt {1}
es: {0} - No se pudo desencriptar {1}
pt: {0} - Não foi possível desencriptar {1}

source: decryption errors
es: errores de desencriptación
pt: erros na desencriptação

source: {0} - Added {1}
es: {0} - Añadido {1}
pt: {0} - Adicionado {1}

source: {0} - {1} already exists. Will try to add format later.
es: {0} - {1} ya existe. Se tratará de añadir el formato más tarde.
pt: {0} - {1} já existe. a adição do formato irá ser tentada mais tarde.

source: duplicate detected
es: detectado un duplicado
pt: detectados duplicados

source: {0} - Successfully added EPUB format to existing {1}
es: {0} - Formato EPUB añadido con éxito al {1} existente
pt: {0} - formato EPUB adicionado com sucesso ao existente {1}

source: {0} - Error adding EPUB format to existing {1}. This really shouldn't happen.
es: {0} - Error al añadir el formato EPUB al existente {1}. Esto realmente no debería ocurrir.
pt: {0} - Erro ao adicionar o formato EPUB ao existente {1}. Isto realmente não deveria acontecer.

source: {} - "Insert formats" canceled by user.
es: {} - "Insertar formatos" cancelado por el usuario.
pt: {} - "Inserção de formatos" cancelada pelo utilizador.

source: <p><b>{0}</b> EPUB{2} successfully added to library.<br /><br /><b>{1}</b>
es: <p><b>{0}</b> EPUB({2}) añadido({2}) con éxito a la biblioteca.<br /><br /><b>{1}</b>
pt: <p><b>{0}</b> EPUB{2} adicionado com sucesso à biblioteca.<br /><br /><b>{1}</b>

source: not added because books with the same title/author were detected.<br /><br />Would you like to try and add the EPUB format{0}
es: no añadido({0}) porque se han detectado libros con el mismo título/autor.<br /><br />¿Deseas añadir el formato EPUB
pt: não adicionados porque foram detectados com o mesmo título/autor.<br /><br />Gostaria de tentar e adicionar o formato EPUB{0}

source: to those existing entries?<br /><br />NOTE: no pre-existing EPUBs will be overwritten.
es: a las entradas existentes?<br /><br />NOTA: no se sobreescribirá ningún EPUB que ya existiera.
pt: às entradas existentes?<br /><br />NOTA: EPUBs pré existentes não serão reescritos.

source: {0} -- not added because of {1} in your library.
es: {0} -- no añadido porque {1} está en tu biblioteca.
pt: {0} -- não adicionado porque {1} na biblioteca.

source: <p><b>{0}</b> -- not added because of {1} in your library.<br /><br />
es: <p><b>{0}</b> -- no se ha añadido porque se ha {1}, que está en tu biblioteca.<br /><br />
pt: <p><b>{0}</b> -- não adicionado porque {1} na biblioteca.<br /><br />

source: Would you like to try and add the EPUB format to an available calibre duplicate?<br /><br />
es: ¿Desearías añadir el formato EPUB al elemento que ya está disponible en calibre?<br /><br />
pt: Gostaria de tentar adicionar o formato EPUB a um duplicado já existente no calibre?<br /><br />

source: NOTE: no pre-existing EPUB will be overwritten.
es: NOTA: no se sobreescribirá ningún EPUB que ya existiera.
pt: NOTA: EPUBs pré existentes não serão reescritos.

source: Trying key:
es: Probando clave:
pt: Experimentando a chave:

source: Decryption failed, trying next key.
es: La desencriptación falló, probando la clave siguiente.
pt: A desencriptação falhou, tentado a próxima chave.

source: Unknown Error decrypting, trying next key..
es: Error desconocido al desencriptar, probando siguiente clave...
pt: Erro desconhecido na desencriptação, tentado a próxima chave.

source: <p>All selected Kobo books added as new calibre books or inserted into existing calibre ebooks.<br /><br />No issues.
es: <p>Todos los libros de Kobo seleccionados se han añadido a calibre como nuevos libros o en libros ya existentes.<br /><br />Sin problemas.
pt: <p>Todos os livros Kobo selecionados foram adicionados como livros novos no calibre ou inseridos em livros já existentes no calibre.<br /><br />Sem problemas.

source: <p>{0} successfully added.
es: <p><b>{0}</b> añadido con éxito.
pt: <p>{0} adicionados com sucesso.

source: <p>Not all selected Kobo books made it into calibre.<br /><br />View report for details.
es: <p>No se han añadido a calibre todos los libros de Kobo seleccionados.<br /><br />Comprueba el informe para obtener los detalles.
pt: <p>Nem todos os livros Kobo selecionados seguiram para o calibre.<br /><br />Veja o relatório para mais detalhes.

source: <p><b>Total attempted:</b> {}</p>
es: <p><b>Intentados en total:</b> {}</p>
pt: <p><b>tentativas totais:</b> {}</p>

source: <p><b>Decryption errors:</b> {}</p>
es: <p><b>Errores de desencriptación:</b> {}</p>
pt: <p><b>Erros de desencriptação:</b> {}</p>

source: <p><b>New Books created:</b> {}</p>
es: <p><b>Nuevos libros creados:</b> {}</p>
pt: <p><b>Novos livros criados:</b> {}</p>

source: <p><b>Duplicates that weren't added:</b> {}</p>
es: <p><b>Duplicados que no se han añadido:</b> {}</p>
pt: <p><b>Duplicados não adicionados:</b> {}</p>

source: <p><b>Book imports cancelled by user:</b> {}</p>
es: <p><b>Importación de libros cancelada por el usuario:</b> {}</p>
pt: <p><b>Importação de livros cancelada pelo utilizador:</b> {}</p>

source: <p><b>New EPUB formats inserted in existing calibre books:</b> {0}</p>
es: <p><b>Nuevos formatos EPUB insertados en libros existentes en calibre:</b> {0}</p>
pt: <p><b>Novos formatos EPUB inseridos em livros existentes no calibre:</b> {0}</p>

source: <p><b>EPUB formats NOT inserted into existing calibre books:</b> {}<br />
es: <p><b>Formatos EPUB NO insertados en libros de calibre existentes:</b> {}<br />
pt: <p><b>formatos EPUB NÃO inseridos em livros existentes no calibre:</b> {}<br />

source: (Either because the user <i>chose</i> not to insert them, or because all duplicates already had an EPUB format)
es: (Bien porque el usuario <i>eligió</i> no insertarlos, o porque todos los duplicados ya tenían un formato EPUB)
pt: (Porque o utilizador <i>escolheu</i> não os inserir, ou porque todos os duplicados já tinham um formato EPUB)

source: <p><b>Format imports cancelled by user:</b> {}</p>
es: <p><b>Importación de formatos cancelada por el usuario:</b> {}</p>
pt: <p><b>Importação do formato cancelada pelo utilizador:</b> {}</p>

source: Unknown Book Title
es: Título de libro desconocido
pt: Título do livro desconhecido

source: it couldn't be decrypted.
es: no se podía desencriptar.
pt: não pode ser desencriptado.

source: user CHOSE not to insert the new EPUB format, or all existing calibre entries HAD an EPUB format already.
es: el usuario ELIGIÓ no insertar el nuevo formato EPUB o todas las entradas de calibre existentes ya TENÍAN un formato EPUB.
pt: o utilizador ESCOLHEU não inserir o novo formato EPUB, ou todas as entradas existentes no calibre já tinham um formato EPUB.

source: of unknown reasons. Gosh I'm embarrassed!
es: por razones desconocidas. ¡Dios, qué vergüenza!
pt: de razões desconhecidas. Estou envergonhado!

source: <p>{0} not added because {1}
es: <p><b>{0}</b> no se ha añadido porque {1}
pt: <p>{0} não adicionado porque {1}

source: Help
es: Ayuda

source: Restart required
es: Se necesita reiniciar
nl: Opnieuw opstarten vereist
pt: Reinicio requerido

source: Title image not found - you must restart Calibre before using this plugin!
es: Imagen del título no encontrada - ¡debes reiniciar Calibre antes de usar este plugin!
nl: Afbeelding niet gevonden. - Calibre moet opnieuw opgestart worden voordat deze plugin kan worden gebruikt!
pt: Imagem do título não encontrada - tem que reiniciar o Calibre antes de utilizar este plugin!

source: Undefined
es: Indefinido
nl: Niet gedefinieerd
pt: Não definido

source: When should Obok try to insert EPUBs into existing calibre entries?
es: ¿Cuándo debería Obok tratar de insertar EPUB en las entradas de calibre que ya existen?
pt: Quando deve o Obok tentar inserir EPUBs em entradas já existentes no calibre?

source: <p>Default behavior when duplicates are detected. None of the choices will cause calibre ebooks to be overwritten
es: <p>Comportamiento por defecto cuando se detectan duplicados. Ninguna de las opciones provocará que se sobreescriban los libros en calibre.
nl: <p>Standaard gedrag wanneer er duplicaten worden geconstateerd. Geen van de opties zal reeds bestaande ebooks in de Calibre bibliotheek overschrijven.
pt: <p>Comportamento por defeito quando são detetados duplicados. Nenhuma das escolhas fará com que os livros existentes no calibre sejam reescritos

source: Ask
es: Preguntar
pt: Pergunta

source: Always
es: Siempre
pt: Sempre

source: Never
es: Nunca
pt: Nunca

source: <a href="http://www.foo.com/">Help</a>
es: <a href="http://www.foo.com/">Ayuda</a>

source: Select All
es: Seleccionar todo
nl: Alles selecteren
pt: Selecionar todos

source: Select all books to add them to the calibre library.
es: Seleccionar todos los libros para añadirlos a la biblioteca de calibre.
nl: Alle boeken selecteren om ze aan de Calibre bibliotheek toe te voegen.
pt: Selecionar todos os livros para adicioná-los à biblioteca do calibre.

source: All with DRM
es: Todos con DRM
nl: Alle met DRM
pt: Todos com DRM

source: Select all books with DRM.
es: Seleccionar todos los libros con DRM.
nl: Alle boeken met DRM selecteren.
pt: Selecionar todos os livros com DRM

source: All DRM free
es: Todos sin DRM
nl: Alle zonder DRM
pt: Todos sem DRM

source: Select all books without DRM.
es: Seleccionar todos los libros sin DRM.
nl: Alle boeken zonder DRM selecteren.
pt: Selecionar todos os livros sem DRM.

source: Title
es: Título
nl: Titel
pt: Título

source: Author
es: Autor
nl: Auteur
pt: Autor

source: Series
es: Serie
nl: Reeks/serie
pt: Série

source: Copy to clipboard
es: Copiar al portapapeles
nl: Naar het Klembord kopiÃ«ren
pt: Copiar para a área de transferência

source: View Report
es: Ver informe
nl: Rapport weergeven
pt: Ver relatório

source: Removes DRM from Kobo kepubs and adds them to the library.
es: Elimina el DRM de kepubs de Kobo y los añade a la biblioteca.
nl: Verwijdert de DRM van Kobo kepubs en voegt ze toe aan de bibliotheek.
pt: Remove o DRM dos kepubs Kobo e adiciona-os à biblioteca.

source: AES improper key used
es: Utilizada clave AES inapropiada
pt: AES chave imprópria usada

source: Failed to initialize AES key
es: Fallo al inicializar clave AES
pt: Falha na inicialização da chave AES

source: AES decryption failed
es: Fallo de desencriptación AES
pt: A desencriptação da chave AES falhou
